{
  "title": "FitSM-1 PR",
  "name": "FitSM-1 Process-Specific Requirements",
  "requirements": [
    {
      "name": "Service Portfolio Management",
      "aka": "SPM",
      "requirements":  [
        {
          "name": "PR1.1",
          "description": "A service portfolio shall be maintained. All services shall be specified as part of the service portfolio."
        },
        {
          "name": "PR1.2",
          "description": "Design and transition of new or changed services shall be planned."
        },
        {
          "name": "PR1.3",
          "description": "Plans for the design and transition of new or changed services shall consider timescales, responsibilities, new or changed technology, communication and service acceptance criteria."
        },
        {
          "name": "PR1.4",
          "description": "The organisational structure supporting the delivery of services shall be identified, including a potential federation structure as well as contact points for all parties involved."
        }
      ]
    },
    {
      "name": "Service Level Management",
      "aka": "SLM",
      "requirements": [
        {
          "name": "PR2.1",
          "description": "A service catalogue shall be maintained."
        },
        {
          "name": "PR2.2",
          "description": "For all services delivered to customers, SLAs shall be in place."
        },
        {
          "name": "PR2.3",
          "description": "SLAs shall be reviewed at planned intervals."
        },
         {
           "name": "PR2.4",
           "description": "Service performance shall be evaluated against service targets defined in SLAs."
         },
         {
           "name": "PR2.5",
           "description": "For supporting services or service components provided by federation members or groups belonging to the same organisation as the service provider or external suppliers, OLAs and UAs shall be agreed."
         },
         {
           "name": "PR2.6",
           "description": "OLAs and UAs shall be reviewed at planned intervals."
         },
         {
           "name": "PR2.7",
           "description": "Performance of service components shall be evaluated against operational targets defined in OLAs and UAs."
         }
      ]
    },
    {
      "name": "Service Reporting Management",
      "aka": "SRM",
      "requirements":[
        {
          "name": "PR3.1",
          "description": "Service reports shall be specified and agreed with their recipients."
        },
        {
          "name": "PR3.2",
          "description": "The specification of each service report shall include its identity, purpose, audience, frequency, content, format and method of delivery."
        },
        {
          "name": "PR3.2",
          "description": "Service reports shall be produced. Service reporting shall include performance against agreed targets, information about significant events and detected nonconformities."
        }
      ]
    },
    {
      "name": "Service Availability and Continuity Management",
      "aka": "SACM",
      "requirements": [
        {
          "name": "PR4.1",
          "description": "Service availability and continuity requirements shall be identified taking into consideration SLAs."
        },
        {
          "name": "PR4.2",
          "description": "Service availability and continuity plans shall be created and maintained."
        },
        {
          "name": "PR4.3",
          "description": "Service availability and continuity planning shall consider measures to reduce the probability and impact of identified availability and continuity risks"
        },
        {
          "name": "PR4.4",
          "description": "Availability of services and service components shall be monitored."
        }
      ]
    },
    {
      "name": "Capacity Management",
      "aka": "CAPM",
      "requirements": [
        {
          "name": "PR5.1",
          "description": "Service capacity and performance requirements shall be identified taking into consideration SLAs."
        },
        {
          "name": "PR5.2",
          "description": "Capacity plans shall be created and maintained."
        },
        {
          "name": "PR5.3",
          "description": "Capacity planning shall consider human, technical and financial resources."
        },
        {
          "name": "PR5.4",
          "description": "Performance of services and service components shall be monitored based on monitoring the degree of capacity utilisation and identifying operational warnings and exceptions."
        }
      ]
    },
    {
      "name": "Information Security Management",
      "aka": "ISM",
      "requirements": [
        {
          "name": "PR6.1",
          "description": "Information security policies shall be defined."
        },
        {
          "name": "PR6.2",
          "description": "Physical, technical and organizational information security controls shall be implemented to reduce the probability and impact of identified information  risks."
        },
        {
          "name": "PR6.3",
          "description": "Information security policies and controls shall be reviewed at planned intervals."
        },
        {
          "name": "PR6.4",
          "description": "Information security events and incidents shall be given an appropriate priority and managed accordingly."
        },
        {
          "name": "PR6.5",
          "description": "Access control, including provisioning of access rights, for information-processing systems and services shall be carried out in a consistent manner."
        }
      ]
    },
    {
      "name": "Customer Relationship Management",
      "aka": "CRM",
      "requirements": [
        {
          "name": "PR7.1",
          "description": "Service customers shall be identified."
        },
        {
          "name": "PR7.2",
          "description": "For each customer, there shall be a designated contact responsible for managing the customer relationship and customer satisfaction."
        },
        {
          "name": "PR7.3",
          "description": "Communication mechanisms with customers shall be established."
        },
        {
          "name": "PR7.4",
          "description": "Service reviews with the customers shall be conducted at planned intervals."
        },
        {
          "name": "PR7.5",
          "description": "Service complaints from customers shall be managed."
        },
        {
          "name": "PR7.6",
          "description": "Customer satisfaction shall be managed."
        }
      ]
    },
    {
      "name": "Supplier Relationship Management",
      "aka": "SUPPM",
      "requirements": [
        {
          "name": "PR8.1",
          "description": "Suppliers shall be identified."
        },
        {
          "name": "PR8.2",
          "description": "For each supplier, there shall be a designated contact responsible for managing the relationship with the supplier."
        },
        {
          "name": "8.3",
          "description": "Communication mechanisms with suppliers shall be established."
        },
        {
          "name": "PR8.4",
          "description": "Supplier performance shall be monitored."
        }
      ]
    },
    {
      "name": "Incident and Service Request Management",
      "aka": "ISRM",
      "requirements": [
        {
          "name": "PR9.1",
          "description": "All incidents and service requests shall be registered, classified and prioritized in a consistent manner."
        },
        {
          "name": "PR9.2",
          "description": "Prioritization of incidents and service requests shall take into account service targets from SLAs"
        },
        {
          "name": "PR9.3",
          "description": "Escalation of incidents and service requests shall be carried out in a consistent manner."
        },
        {
          "name": "PR9.4",
          "description": "Closure of incidents and service requests shall be carried out in a consistent manner."
        },
        {
          "name": "PR9.5",
          "description": "Personnel involved in the incident and service request management process shall have access to relevant information including known errors, workarounds, configuration and release information."
        },
        {
          "name": "PR9.6",
          "description": "Users shall be kept informed of the progress of incidents and service requests they have reported."
        },
        {
          "name": "PR9.7",
          "description": "There shall be a definition of major incidents and a consistent approach to managing them."
        }
      ]
    },
    {
      "name": "Problem Management",
      "aka": "PM",
      "requirements": [
        {
          "name": "PR10.1",
          "description": "Problems shall be identified and registered based on analysing trends on incidents."
        },
        {
          "name": "PR10.2",
          "description": "Problems shall be investigated to identify actions to resolve them or reduce their impact on the services."
        },
        {
          "name": "PR10.3",
          "description": "If a problem is not permanently resolved, a known error shall be registered together with actions such as effective workarounds and temporary fixes."
        },
        {
          "name": "PR10.4",
          "description": "Up-to-date information on known errors and effective workarounds shall be maintained."
        }
      ]
    },
    {
      "name": "Configuration Management",
      "aka": "CONFM",
      "requirements": [
        {
          "name": "PR11.1",
          "description": "Configuration item (CI) types and relationship types shall be defined."
        },
        {
          "name": "PR11.2",
          "description": "The level of detail of configuration information recorded shall be sufficient to support effective control over CIs."
        },
        {
          "name": "PR11.3",
          "description": "Each CI and its relationships with other CIs shall be recorded in a configuration management database (CMDB)."
        },
        {
          "name": "PR11.4",
          "description": "CIs shall be controlled and changes to CIs tracked in the CMDB."
        },
        {
          "name": "PR11.5",
          "description": "The information stored in the CMDB shall be verified at planned intervals."
        },
        {
          "name": "PR11.6",
          "description": "Before a new release into a live environment, a configuration baseline of the affected CIs shall be taken."
        }
      ]
    },
    {
      "name": "Change Management",
      "aka": "CHM",
      "requirements": [
        {
          "name": "PR12.1",
          "description": "All changes shall be registered and classified in a consistent manner."
        },
        {
          "name": "PR12.2",
          "description": "All changes shall be assessed and approved in a consistent manner."
        },
        {
          "name": "PR12.3",
          "description": "All changes shall be subject to a post implementation review and closed in a consistent manner."
        },
        {
          "name": "PR12.4",
          "description": "There shall be a definition of emergency changes and a consistent approach to managing them."
        },
        {
          "name": "PR12.5",
          "description": "In making decisions on the acceptance of requests for change, the benefits, risks, potential impact to services and customers and technical feasibility shall be taken into consideration."
        },
        {
          "name": "PR12.6",
          "description": "A schedule of changes shall be maintained. It shall contain details of approved changes, and proposed deployment dates, which shall be communicated to interested parties."
        },
        {
          "name": "PR12.7",
          "description": "For changes of high impact or high risk, the steps required to reverse an unsuccessful change or remedy any negative effects shall be planned and tested."
        }
      ]
    },
    {
      "name": "Release and Deployment Management",
      "aka": "RDM",
      "requirements": [
        {
          "name": "PR13.1",
          "description": "A release policy shall be defined."
        },
        {
          "name": "PR13.2",
          "description": "The deployment of new or changed services and service components to the live environment shall be planned with all relevant parties including affected."
        },
        {
          "name": "PR13.3",
          "description": "Releases shall be built and tested prior to being deployed."
        },
        {
          "name": "PR13.4",
          "description": "Acceptance criteria for each release shall be agreed with the customers and any other relevant parties. Before deployment the release shall be verified against the agreed acceptance criteria and approved."
        },
        {
          "name": "PR13.5",
          "description": "Deployment preparation shall consider steps to be taken in case of unsuccessful deployment to reduce the impact on services and customers."
        },
        {
          "name": "PR13.6",
          "description": "Releases shall be evaluated for success or failure."
        }
      ]
    },
    {
      "name": "Continual Service Improvement",
      "aka": "CSI",
      "requirements": [
        {
          "name": "PR14.1",
          "description": "Opportunities for improvement shall be identified and registered."
        },
        {
          "name": "PR14.2",
          "description": "Opportunities for improvement shall be evaluated and approved in a consistent manner."
        }
      ]
    }
  ]
}