{
  "title": "FitSM-1 PR",
  "name": "FitSM-1 Process-Specific Requirements",
  "requirements": [
    {
      "name": "Service Portfolio Management",
      "aka": "SPM",
      "requirements":  [
        {
          "name": "PR1.1",
          "description": "A service portfolio shall be maintained. All services shall be specified as part of the service portfolio."
        },
        {
          "name": "PR1.2",
          "description": "Design and transition of new or changed services shall be planned."
        },
        {
          "name": "PR1.3",
          "description": "Plans for the design and transition of new or changed services shall consider timescales, responsibilities, new or changed technology, communication and service acceptance criteria."
        },
        {
          "name": "PR1.4",
          "description": "The organisational structure supporting the delivery of services shall be identified, including a potential federation structure as well as contact points for all parties involved."
        }
      ]
    },
    {
      "name": "Service Level Management",
      "aka": "SLM",
      "requirements": [
        {
          "name": "PR2.1",
          "description": "A service catalogue shall be maintained."
        },
        {
          "name": "PR2.2",
          "description": "For all services delivered to customers, SLAs shall be in place."
        },
        {
          "name": "PR2.3",
          "description": "SLAs shall be reviewed at planned intervals."
        },
         {
           "name": "PR2.4",
           "description": "Service performance shall be evaluated against service targets defined in SLAs."
         },
         {
           "name": "PR2.5",
           "description": "For supporting services or service components provided by federation members or groups belonging to the same organisation as the service provider or external suppliers, OLAs and UAs shall be agreed."
         },
         {
           "name": "PR2.6",
           "description": "OLAs and UAs shall be reviewed at planned intervals."
         },
         {
           "name": "PR2.7",
           "description": "Performance of service components shall be evaluated against operational targets defined in OLAs and UAs."
         }
      ]
    },
    {
      "name": "Service Reporting Management",
      "aka": "SRM",
      "requirements":[
        {
          "name": "PR3.1",
          "description": "Service reports shall be specified and agreed with their recipients."
        },
        {
          "name": "PR3.2",
          "description": "The specification of each service report shall include its identity, purpose, audience, frequency, content, format and method of delivery."
        },
        {
          "name": "PR3.2",
          "description": "Service reports shall be produced. Service reporting shall include performance against agreed targets, information about significant events and detected nonconformities."
        }
      ]
    },
    {
      "name": "Service Availability and Continuity Management",
      "aka": "SACM",
      "requirements": [
        {
          "name": "PR4.1",
          "description": "Service availability and continuity requirements shall be identified taking into consideration SLAs."
        },
        {
          "name": "PR4.2",
          "description": "Service availability and continuity plans shall be created and maintained."
        },
        {
          "name": "PR4.3",
          "description": "Service availability and continuity planning shall consider measures to reduce the probability and impact of identified availability and continuity risks"
        },
        {
          "name": "PR4.4",
          "description": "Availability of services and service components shall be monitored."
        }
      ]
    },
    {
      "name": "Capacity Management",
      "aka": "CAPM",
      "requirements": [
        {
          "name": "PR5.1",
          "description": "Service capacity and performance requirements shall be identified taking into consideration SLAs."
        },
        {
          "name": "PR5.2",
          "description": "Capacity plans shall be created and maintained."
        },
        {
          "name": "PR5.3",
          "description": "Capacity planning shall consider human, technical and financial resources."
        },
        {
          "name": "PR5.4",
          "description": "Performance of services and service components shall be monitored based on monitoring the degree of capacity utilisation and identifying operational warnings and exceptions."
        }
      ]
    },
    {
      "name": "Information Security Management",
      "aka": "ISM",
      "requirements": [
        {
          "name": "PR6.1",
          "description": "Information security policies shall be defined."
        },
        {
          "name": "PR6.2",
          "description": "Physical, technical and organizational information security controls shall be implemented to reduce the probability and impact of identified information  risks."
        },
        {
          "name": "PR6.3",
          "description": "Information security policies and controls shall be reviewed at planned intervals."
        },
        {
          "name": "PR6.4",
          "description": "Information security events and incidents shall be given an appropriate priority and managed accordingly."
        },
        {
          "name": "PR6.5",
          "description": "Access control, including provisioning of access rights, for information-processing systems and services shall be carried out in a consistent manner."
        }
      ]
    }
  ]
}