{
  "title": "For the purpose of the FitSM family of standards, the following terms and definitions apply",
  "version": "2.4",
  "license": "cc-by-nd",
  "terms": [
    {
      "name": "Accessibility of information",
      "aka": "",
      "description": "Property of information being accessible and usable by an authorized party",
      "section": "5.1",
      "notes": []
    },
    {
      "name": "Activity",
      "aka": "",
      "description": "Set of actions carried out within a process",
      "section": "5.2",
      "notes": []
    },
    {
      "name": "Assessment",
      "aka": "",
      "description": "Set of actions to evaluate the capability level of a process or the overall maturity level of a management system.",
      "section": "5.3",
      "notes": []
    },
    {
      "name": "Audit",
      "aka": "",
      "description": "Systematic, independent and documented process for obtaining audit evidence and evaluating it objectively to determine the extent to which the audit criteria are fulfilled",
      "section": "5.4",
      "notes": [{
          "name": "Note 1",
          "aka": "",
          "description": "Audit evidence is typically based on documented information, information provided during an audit interview, and information gathered through observation."
        },
        {
          "name": "Note 2",
          "aka": "",
          "description": "Audit criteria may be based on requirements from a management system (including policies, processes and  procedures), agreements (including service level agreements and underpinning agreements), contracts, standards or legislation."
        },
        {
          "name": "Note 3",
          "aka": "",
          "description": "An audit may be an internal audit, if it is conducted under the direct responsibility of the organisation or federation that is subject to the audit, or an external audit, if it is conducted by an external party."
        },
        {
          "name": "Note 4",
          "aka": "",
          "description": "Both internal and external audits should be conducted by skilled and experienced auditors, and auditors should not audit their own work or areas of responsibilities to ensure the impartiality of the results. "
        }
      ]
    },
    {
      "name": "Availability",
      "aka": "",
      "description": "Ability of a service or service component to fulfil its intended function at a specific time or over a specific period of time.",
      "section": "5.5",
      "notes": []
    },
    {
      "name": "Capability Level",
      "aka": "",
      "description": "Achieved level of effectiveness of an individual process or general aspect of management",
      "section": "5.6",
      "notes": []
    },
    {
      "name": "Capacity",
      "aka": "",
      "description": "Maximum extent to which a certain element of the infrastructure (such as a configuration item) can be used",
      "section": "5.7",
      "notes": [{
        "name": "Note 1",
        "aka": "",
        "description": "This might mean the total disk capacity or network bandwidth. It could also be the maximum transaction throughput of a system"
      }]
    },
    {
      "name": "Change",
      "aka": "",
      "description": "Alteration (such as addition, removal, modification, replacement) of a configuration item (CI)",
      "section": "5.8",
      "notes": []
    },
    {
      "name": "Classification",
      "aka": "",
      "description": "Assignment of   items to defined groups based on common attributes,  relations or other criteria",
      "section": "5.9",
      "notes": [{
          "name": "Note 1",
          "aka": "",
          "description": "Items that are subject to classification may include documents, records (such as incident records or change records) services, configuration items (CIs), etc. \n
          Defined groups may include categories(such as incident categories or change categories) or priority levels.
          "
        },
        {
          "name": "Note 2",
          "aka": "",
          "description": "The act of classification often comprises the application of more than one classification scheme. For instance, an incident record might be assigned to a technical incident category such as ‘software related ’, ‘network related’ , etc ., and also to a priority level like ‘low priority ’, ‘medium priority ’, etc. The assignment of various incidents , service requests , changes and problems to an affected CI is also a classification"
        },
        {
          "name": "Note 3",
          "aka": "",
          "description": "Note 3  : Besides   the presentation and analysis of relationships, classification is often used as input   for controlling the workflow of a   process  , e.g. by assigning a   priority  level to an   incident"
        }
      ]
    },
    {
      "name": "Closure",
      "aka": "",
      "description": "Final activity in a workflow of a process to indicate no further action is required for a specific case ",
      "section": "5.10",
      "notes": [{
        "name": "Note 1",
        "aka": "",
        "description": "Cases that are subject to closure may include incidents, problems, service requests or changes. The activity  of closure puts the connected record  (such as the incident record, problem record, service request  record  or change record) in its final status, usually called ‘closed'"
      }]
    },
    {
      "name": "Competence",
      "aka": "",
      "description": "Sum of
      knowledge,
      skills and experience that an individual or group needs to effectively take on a specific role ",
      "section": "5.11",
      "notes": []
    },
    {
      "name": "Confidentiality of Information",
      "aka": "",
      "description": "Property of information not being accessible to unauthorized parties",
      "section": "5.12",
      "notes": []
    },
    {
      "name": "Conformity",
      "aka": "",
      "description": "Extent to which requirements are met in some context",
      "section": "5.13",
      "notes": [{
        "name": "Note 1",
        "aka": "",
        "description": "In the context of  FitSM, the term compliance is generally used as a synonym for conformity. However, sometimes conformity is used in the context of adherence to internal regulations and requirements  as defined by policies, processes  and procedures, while compliance is used in the context of adherence to external requirements, such as laws, standards and contracts"
      }]
    },
    {
      "name": "Configuration",
      "aka": "",
      "description": "State of a specified set of attributes, relationships and other relevant properties of one or more configuration items (CIs)",
      "section": "5.14",
      "notes": [{
        "name": "Note 1",
        "aka": "",
        "description": "The documented configuration of a number of CIs at a given point in time is called a configuration baseline, which is usually taken prior to the deployment of one or more changes to these CIs in the live environment"
      }]
    },
    {
      "name": "Configuration Item",
      "aka": "CI",
      "description": "Element that contributes to the delivery of one or more services or service components, therefore requiring control of its configuration",
      "section": "5.15",
      "notes": [{
        "name": "Note 1",
        "aka": "",
        "description": "CIs can vary widely, from technical components (e.g. computer hardware, network components, software) to non-technical items such as documents (e.g. service level agreements, manuals, license documentation)."
      }]
    },
    {
      "name": "Configuration management database",
      "aka": "CMDB",
      "description": "Store for data about configuration items (CIs)",
      "section": "5.16",
      "notes": [
        {
          "name": "Note 1",
          "description": "A CMDB is not necessarily a single database covering all configuration items (CIs). It may rather be composed of multiple physical data stores."
        }
      ]
    },
    {
      "name": "Continuity",
      "aka": "",
      "description": "Property of a service to maintain all or parts of its functionality, even in exceptional circumstances",
      "section": "5.17",
      "notes": [
        {
          "name":  "Note 1",
          "description": "Exceptional circumstances include emergencies, crises or disasters which affect the ability to provide services over extended periods of time."
        }
      ]
    },
    {
      "name": "Customer",
      "aka": "",
      "description": "Organisation or part of an organisation that commissions a service provider in order to receive one or more services",
      "section": "5.18",
      "notes": []
    },
    {
      "name": "Document",
      "aka": "",
      "description": "Information and its supporting medium",
      "section": "5.19",
      "notes": [
        {
          "name": "Note 1",
          "description": "Examples of documents include policies, plans, process description, procedures, service level agreements, contracts or records of activities performed."
        }
      ]
    },
    {
      "name": "Effectiveness",
      "aka": "",
      "description": "Extent to which goals and expectations are met",
      "section": "5.20",
      "notes": [
        {
          "name": "Note 1",
          "description": "In a management system, effectiveness is mostly measured against the defined goals of the processes that are subject to this system."
        }
      ]
    },
    {
      "name": "Efficiency",
      "aka": "",
      "description": "Degree of ability to meet goals and expectations with minimum consumption of resources",
      "section": "5.21",
      "notes": [
        {
          "name": "Note 1",
          "description": "In a management system, efficiency is mostly considered in the context of the processes that are subject to this system."
        },
        {
          "name": "Note 2",
          "description": "Resources may be human, technical, informational or financial."
        }
      ]
    },
    {
      "name": "Escalation",
      "aka": "",
      "description": "Change of responsibility for a case (such as an incident, service request, problem or change) or activity to another individual or group",
      "section": "5.22",
      "notes": [
        {
          "name": "Note 1",
          "description": "There are two basic types of escalation: Hierarchical escalation transfers responsibility (temporarily) to someone with a higher level of authority. Functional escalation transfers responsibility to someone with a different set of competencies or privileges required to handle the case or activity."
        }
      ]
    },
    {
      "name": "Federation",
      "aka": "",
      "description": "Situation in which multiple parties, the federation members, jointly contribute to the delivery of services to customers without being organised in a strict hierarchical setup or supply chain.",
      "section": "5.23",
      "notes": []
    },
    {
      "name": "Federation Member",
      "aka": "",
      "description": "Individual, organisation or body that works together with other federation members in a federation to provide one or more services",
      "section": "5.24",
      "notes": [
        {
          "name": "Note 1",
          "description": "Often, federation members will not be bound together by strict contractual agreements."
        }
      ]
    },
    {
      "name": "Federator",
      "aka": "",
      "description": "Body that acts to coordinate a set of federation members",
      "section": "5.25",
      "notes": []
    },
    {
      "name": "Improvement",
      "aka": "",
      "description": "Action or set of actions carried out to increase the level of conformity, effectiveness or efficiency of a management system, process or activity, or to increase the quality or performance of a service or service componen",
      "section": "5.26",
      "notes": [
        {
          "name": "Note 1",
          "description": "An improvement is usually implemented after an opportunity for improvement has been identified, for instance during a service review, audit or management review."
        }
      ]
    },
    {
      "name": "Incident",
      "aka": "",
      "description": "Unplanned disruption of operation in a service or service component, or degradation of service quality versus the expected or agreed service level or operational level according to service level agreements (SLAs), operational level agreements (OLAs) and underpinning agreements (UAs).",
      "section": "5.27",
      "notes": []
    },
    {
      "name": "Information Security",
      "aka": "",
      "description": "Preservation of confidentiality, integrity and accessibility of information",
      "section": "5.28",
      "notes": []
    },
    {
      "name": "Information Security Control",
      "aka": "",
      "description": "Means of controlling or treating one or more risks to information security",
      "section": "5.29",
      "notes": []
    },
    {
      "name": "Information Security Event",
      "aka": "",
      "description": "Occurrence or previously unknown situation indicating a possible breach of information security",
      "section": "5.30",
      "notes": []
    },
    {
      "name": "Information security incident",
      "aka": "",
      "description": "Single information security event or a series of information security events with a significant probability of having a negative impact on the delivery of services to customers, and therefore on the customers’ business operations",
      "section": "5.31",
      "notes": []
    },
    {
      "name": "Integrity of information",
      "aka": "",
      "description": "Property of information not being subject to unauthorized modification, duplication or deletion",
      "section": "5.32",
      "notes": []
    },
    {
      "name": "IT service",
      "aka": "",
      "description": "Service that is enabled by the use of information technology (IT)",
      "section": "5.33",
      "notes": []
    },
    {
      "name": "IT Service Management",
      "aka": "ITSM",
      "description": "Entirety of activities performed by an IT service provider to plan, deliver, operate and control IT services offered to customers",
      "section": "5.34",
      "notes": [
        {
          "name": "Note 1",
          "description": "The activities carried out in the ITSM context should be directed by policies and structured and organised by processes and supporting procedures."
        }
      ]
    },
    {
      "name": "Key performance indicator",
      "aka": "KPI",
      "description": "Metric that is used to track the performance, effectiveness or efficiency of a service or proces",
      "section": "5.35",
      "notes": [
        {
          "name": "Note 1",
          "description": "KPIs are generally important metrics that will be aligned to critical success factors and important goals. KPIs are therefore a subset of all possible metrics, intended to allow for monitoring a service or process"
        }
      ]
    },
    {
      "name": "Known Error",
      "aka": "",
      "description": "Problem which has not (yet) been corrected, but for which there is a documented workaround or temporary fix to prevent (excessive) negative impact on services",
      "section": "5.36",
      "notes": []
    },
    {
      "name": "Management Review",
      "aka": "",
      "description": "Periodic evaluation of the suitability, maturity and efficiency of the entire management system by its accountable owner(s), from which opportunities for improvement are identified and follow-up
      actions are determined",
      "section": "5.37",
      "notes": [
        {
          "name": "Note 1",
          "description": "The accountable owner of a management system is usually a top management representative of the organisation operating the management system. In a federation, the accountable owner is usually one person nominated by top management representatives of all organisations (i.e. federation members) involved."
        }
      ]
    },
    {
      "name": "Management system",
      "aka": "",
      "description": "Entirety of policies, processes, procedures and related resources and capabilities aiming at effectively performing management tasks in a given context and for a given subject",
      "section": "5.38",
      "notes": [
        {
          "name": "Note 1",
          "description": "A management system is generally intangible. It is based on the idea of a systematic, structured and process-oriented way of managing."
        },
        {
          "name": "Note 2",
          "description": "While documentation (such as process definitions, procedures and records) and tools such as workflow support and monitoring tools) can be parts of a management system, management          system considerations are not limited to the questions of documentation and tool support."
        },
        {
          "name": "Note 3",
          "description": "With respect to (IT) service management and the FitSM standard series, the idea of a service management system (SMS) is a central concept, where the context of the management system is the organisational context of the service provider, and the subject is to plan, deliver, operate and control (IT) services."
        }
      ]
    },
    {
      "name": "Maturity Level",
      "aka": "5.39",
      "description": "Achieved overall effectiveness of a service management system, based on the combination of the capability levels of its processes and general aspects of management",
      "section": "",
      "notes": []
    },
    {
      "name": "Nonconformity",
      "aka": "",
      "description": "Case or situation where a requirement is not fulfilled",
      "section": "5.40",
      "notes": [
        {
          "name": "Note 1",
          "description": "This may also be referred to as noncompliance."
        }
      ]
    },
    {
      "name": "Operational Level Agreement",
      "aka": "OLA",
      "description": "Documented agreement between a service provider and another part of the service provider’s organisation or a federation member to provide a service component or subsidiary service needed to allow provision of services to customers",
      "section": "5.41",
      "notes": []
    },
    {
      "name": "Operational Target",
      "aka": "",
      "description": "Reference / target value for a parameter used to measure the performance of a service component, listed in an operational level agreement (OLA) or underpinning agreement (UA) related to this service component",
      "section": "5.42",
      "notes": [
        {
          "name": "Note 1",
          "description": "Typical operational targets might include availability or allowed resolution times for incidents."
        }
      ]
    },
    {
      "name": "Policy",
      "aka": "",
      "description": "Documented set of intentions, expectations, goals, rules and requirements, often formally expressed by top management representatives in an organisation or federation",
      "section": "5.43",
      "notes": [
        {
          "name": "Note 1",
          "description": "Policies are then realised in processes, which are in turn made up of activities that people carry out according to defined procedures."
        }
      ]
    },
    {
      "name": "Post-Implementation Review",
      "aka": "PIR",
      "description": "Review after the implementation of a change that determines if the change was successful",
      "section": "5.44",
      "notes": [
        {
          "name": "Note 1",
          "description": "Depending on the specific type and complexity of the change, the post implementation review may vary widely in its depth"
        }
      ]
    },
    {
      "name": "Priority",
      "aka": "",
      "description": "Relative importance of a target, object or activity",
      "section": "5.45",
      "notes": [
        {
          "name": "Note 1",
          "description": "Often incidents, service requests, problems and changes are given a priority. In the case of incidents and problems, priority is usually based on the specific impact and urgency of the situation."
        }
      ]
    },
    {
      "name": "Problem",
      "aka": "",
      "description": "Underlying cause of one or more incidents that requires further investigation to prevent incidents from recurring or reduce the negative impact on services",
      "section": "5.46",
      "notes": []
    },
    {
      "name": "Procedure",
      "aka": "",
      "description": "Specified set of steps or instructions to be carried out by an individual or group to perform one or more activities of a process",
      "section": "5.47",
      "notes": []
    },
    {
      "name": "Process",
      "aka": "",
      "description": "Structured set of activities, with clearly defined responsibilities, that bring about a specific objective or set of results from a set of defined inputs",
      "section": "5.48",
      "notes": [
        {
          "name": "Note 1",
          "description": "Generally, a process consists of a number of activities used to manage services, if the process is part of a service management system (SMS)."
        }
      ]
    },
    {
      "name": "Record",
      "aka": "",
      "description": "Documentation of an event or of the results of performing a process or activity",
      "section": "5.49",
      "notes": []
    },
    {
      "name": "Release",
      "aka": "",
      "description": "Set of one or more changes to configuration items (CIs) that are grouped together and deployed as a logical unit",
      "section": "5.50",
      "notes": []
    },
    {
      "name": "Request for Change",
      "aka": "RFC",
      "description": "Documented proposal for a change to be made to one or more configuration items (CIs)",
      "section": "5.51",
      "notes": []
    },
    {
      "name": "Risk",
      "aka": "",
      "description": "Possible negative occurrence that would have a negative impact on the service provider’s ability to deliver agreed services to customers, or that would decrease the value generated through some service",
      "section": "5.52",
      "notes": [
        {
          "name": "Note 1",
          "description": "Risk is made up of the probability of the threat entailed, the vulnerability to that threat of some asset, and the impact the threat would have, if it occurred."
        }
      ]
    },
    {
      "name": "Role",
      "aka": "",
      "description": "Set of responsibilities and connected behaviours or actions collected into a logical unit that can be assigned to an individual or group",
      "section": "5.53",
      "notes": [
        {
          "name": "Note 1",
          "description": "An individual may take over multiple roles."
        }
      ]
    },
    {
      "name": "Service",
      "aka": "",
      "description": "Way to provide value to customers through bringing about results that they want to achieve",
      "section": "5.54",
      "notes": [
        {
          "name": "Note 1",
          "description": "In the context of the FitSM standard series, when referring to services, usually IT  services are meant"
        }
      ]
    },
    {
      "name": "Service Acceptance Criteria",
      "aka": "SAC",
      "description": "Criteria that must be fulfilled by the time a new or changed service is deployed and made available to customers / users",
      "section": "5.55",
      "notes": [
        {
          "name": "Note 1",
          "description": "SAC are defined when a new or changed service is designed, and they may be updated or refined during the development or transition phase. They may cover functional and non-functional aspects of the specific service to be deployed. SAC are part of the service design and transition package (SDTP)."
        }
      ]
    },
    {
      "name": "Service Catalogue",
      "aka": "",
      "description": "Customer-facing list of all live services offered along with relevant information about these services",
      "section": "5.56",
      "notes": [
        {
          "name": "Note 1",
          "description": "The service catalogue can be regarded as a filtered version of and customers’ view on the service portfolio."
        }
      ]
    },
    {
      "name": "Service component",
      "aka": "",
      "description": "Logical part of a service that provides a function enabling or enhancing a service",
      "section": "5.57",
      "notes": [
        {
          "name": "Note 1",
          "description": "A service is usually composed of several service components."
        },
        {
          "name": "Note 2",
          "description": "A service component is usually built from one or more configuration items (CIs)"
        },
        {
          "name": "Note 3",
          "description": "Although a service component underlies one or more services, it usually does not create value for a customer alone and is therefore not a service by itself."
        }
      ]
    },
    {
      "name": "Service Design and Transition Package",
      "aka": "SDTP",
      "description": "Entirety of plans for the design and transition of a specific new or changed service",
      "section": "5.58",
      "notes": [
        {
          "name": "Note 1",
          "description": "An SDTP should be produced for every new or changed service. It may consist of a number of documented plans and other relevant information, available in different formats, including a list of requirements and service acceptance criteria (SAC), a project plan, communication and training plans,  plans and specifications, resource plans, development and deployment schedules /timetables, etc."
        }
      ]
    },
    {
      "name": "Service Level Agreement",
      "aka": "SLA",
      "description": "Documented agreement between a customer and service provider that specifies the service to  be provided and the service targets that define how it will be provided",
      "section": "5.59",
      "notes": []
    },
    {
      "name": "Service Management",
      "aka": "",
      "description": "Entirety of activities performed by a service provider to plan, deliver, operate and control services offered to customers",
      "section": "5.60",
      "notes": [
        {
          "name": "Note 1",
          "description": "The activities carried out in the service management context should be directed by policies and structured and organised by processes and supporting procedures."
        },
        {
          "name": "Note 2",
          "description": "In the context of the FitSM standard series, when referring to service management, usually IT service management is meant."
        }
      ]
    },
    {
      "name": "Service Management Plan",
      "aka": "",
      "description": "Overall plan for implementing and operating a service management system (SMS)",
      "section": "5.61",
      "notes": []
    },
    {
      "name": "Service Management System",
      "aka": "SMS",
      "description": "Overall management system that controls and supports management of services within an organisation or federation",
      "section": "5.62",
      "notes": [
        {
          "name": "Note 1",
          "description": "The SMS can be regarded as the entirety of interconnected policies, processes, procedures, roles, agreements, plans, related resources and other elements needed and used by a service provider to effectively manage the delivery of services to customers."
        }
      ]
    },
    {
      "name": "Service Portfolio",
      "aka": "",
      "description": "Internal list that details all the services offered by a service provider, including those in preparation, live and discontinued",
      "section": "5.63",
      "notes": [
        {
          "name": "Note 1",
          "description": "For each service, the service portfolio may include information such as its value proposition, target customer base, service description, relevant technical specifications, cost and price, risks to the service provider, service level packages offered, etc.."
        }
      ]
    },
    {
      "name": "Service Provider",
      "aka": "",
      "description": "Organisation or federation (or part of an organisation or federation) that manages and delivers a service or services to customers",
      "section": "5.64",
      "notes": []
    },
    {
      "name": "Service Report",
      "aka": "",
      "description": "Report that details the performance of a service versus the service targets defined in service level agreements (SLAs) – often based on key performance indicators (KPIs).",
      "section": "5.65",
      "notes": []
    },
    {
      "name": "Service Request",
      "aka": "",
      "description": "User request for information, advice, access to a service or a pre-approved change",
      "section": "5.66",
      "notes": [
        {
          "name": "Note 1",
          "description": "Service requests are often handled by the same process and tools as incidents."
        }
      ]
    },
    {
      "name": "Service Review",
      "aka": "",
      "description": "Periodic evaluation of the quality and performance of a service together with the customer or under consideration of customer feedback, from which opportunities for improvement are identified, follow-up actions to increase the value of the service are determined",
      "section": "5.67",
      "notes": []
    },
    {
      "name": "Service target",
      "aka": "",
      "description": "Reference / target values for a parameter used to measure the performance of a service, listed in a service level agreement (SLA) related to this service",
      "section": "5.68",
      "notes": [
        {
          "name": "Note 1",
          "description": "Typical service targets might include availability or resolution time for incidents."
        }
      ]
    },
    {
      "name": "Supplier",
      "aka": "",
      "description": "External organisation that provides a (supporting) service or service component(s) to the service provider, which they need to provide services to their customers or users",
      "section": "5.69",
      "notes": []
    },
    {
      "name": "Top Management",
      "aka": "",
      "description": "Senior management within an organisation who has authority to set policies and exercise overall control of the organisation",
      "section": "5.70",
      "notes": []
    },
    {
      "name": "Underpinning Agreement",
      "aka": "UA",
      "description": "Documented agreement between a service provider and an external supplier that specifies the underpinning service(s) or service component(s) to be provided by the supplier, together with the related service targets",
      "section": "5.71",
      "notes": [
        {
          "name": "Note 1",
          "description": "A UA can be seen as a service level agreement (SLA) with an external supplier where the service provider is in the customer role."
        },
        {
          "name": "Note 2",
          "description": "A UA may also be referred to as an underpinning contract (UC)."
        }
      ]
    },
    {
      "name": "Underpinning Contract",
      "aka": "UC",
      "description": "A UC may also be referred to as an underpinning agreement (Ua).",
      "section": "5.72",
      "notes": []
    },
    {
      "name": "User",
      "aka": "",
      "description": "Individual that primarily benefits from and uses a service",
      "section": "5.73",
      "notes": []
    },
    {
      "name": "Value",
      "aka": "",
      "description": "Benefit to a customer and their users delivered by a service",
      "section": "5.74",
      "notes": [
        {
          "name": "Note 1",
          "description": "Value should be considered as a composition of the utility (fitness for purpose) and warranty (fitness for use, covering sufficient availability / continuity, capacity / performance and information security) connected to a service."
        }
      ]
    },
    {
      "name": "Workaround",
      "aka": "",
      "description": "Means of circumventing or mitigating the symptoms of a known error that helps to resolve incidents caused by this known error, while the underlying root cause is not permanently eliminated",
      "section": "",
      "notes": [
        {
          "name": "Note 1",
          "description": "Workarounds are often applied in a situation, when the actual root cause of (recurring) incidents cannot be resolved due to lack of resources or ability."
        },
        {
          "name": "Note 2",
          "description": "A workaround may consist of a set of actions to be carried out by either the provider or the user of the service."
        },
        {
          "name": "Note 3",
          "description": "A workaround is also referred to as a temporary fix or temporary solution."
        }
      ]
    }
  ]
}
