{
  "title": "For the purpose of the FitSM family of standards, the following terms and definitions apply",
  "version": "2.4",
  "license": "cc-by-nd",
  "terms": [
    {
      "name": "Accessibility of information",
      "aka": "",
      "description": "Property of information being accessible and usable by an authorized party",
      "section": "5.1",
      "notes": []
    },
    {
      "name": "Activity",
      "aka": "",
      "description": "Set of actions carried out within a process",
      "section": "5.2",
      "notes": []
    },
    {
      "name": "Assessment",
      "aka": "",
      "description": "Set of actions to evaluate the capability level of a process or the overall maturity level of a management system.",
      "section": "5.3",
      "notes": []
    },
    {
      "name": "Audit",
      "aka": "",
      "description": "Systematic, independent and documented process for obtaining audit evidence and evaluating it objectively to determine the extent to which the audit criteria are fulfilled",
      "section": "5.4",
      "notes": [{
          "name": "Note 1",
          "aka": "",
          "description": "Audit evidence is typically based on documented information, information provided during an audit interview, and information gathered through observation."
        },
        {
          "name": "Note 2",
          "aka": "",
          "description": "Audit criteria may be based on requirements from a management system (including policies, processes and  procedures), agreements (including service level agreements and underpinning agreements), contracts, standards or legislation."
        },
        {
          "name": "Note 3",
          "aka": "",
          "description": "An audit may be an internal audit, if it is conducted under the direct responsibility of the organisation or federation that is subject to the audit, or an external audit, if it is conducted by an external party."
        },
        {
          "name": "Note 4",
          "aka": "",
          "description": "Both internal and external audits should be conducted by skilled and experienced auditors, and auditors should not audit their own work or areas of responsibilities to ensure the impartiality of the results. "
        }
      ]
    },
    {
      "name": "Availability",
      "aka": "",
      "description": "Ability of a service or service component to fulfil its intended function at a specific time or over a specific period of time.",
      "section": "5.5",
      "notes": []
    },
    {
      "name": "Capability Level",
      "aka": "",
      "description": "Achieved level of effectiveness of an individual process or general aspect of management",
      "section": "5.6",
      "notes": []
    },
    {
      "name": "Capacity",
      "aka": "",
      "description": "Maximum extent to which a certain element of the infrastructure (such as a configuration item) can be used",
      "section": "5.7",
      "notes": [{
        "name": "Note 1",
        "aka": "",
        "description": "This might mean the total disk capacity or network bandwidth. It could also be the maximum transaction throughput of a system"
      }]
    },
    {
      "name": "Change",
      "aka": "",
      "description": "Alteration (such as addition, removal, modification, replacement) of a configuration item (CI)",
      "section": "5.8",
      "notes": []
    },
    {
      "name": "Classification",
      "aka": "",
      "description": "Assignment of   items to defined groups based on common attributes,  relations or other criteria",
      "section": "5.9",
      "notes": [{
          "name": "Note 1",
          "aka": "",
          "description": "Items that are subject to classification may include documents, records (such as incident records or change records) services, configuration items (CIs), etc. \n
          Defined groups may include categories(such as incident categories or change categories) or priority levels.
          "
        },
        {
          "name": "Note 2",
          "aka": "",
          "description": "The act of classification often comprises the application of more than one classification scheme. For instance, an incident record might be assigned to a technical incident category such as ‘software related ’, ‘network related’ , etc ., and also to a priority level like ‘low priority ’, ‘medium priority ’, etc. The assignment of various incidents , service requests , changes and problems to an affected CI is also a classification"
        },
        {
          "name": "Note 3",
          "aka": "",
          "description": "Note 3  : Besides   the presentation and analysis of relationships, classification is often used as input   for controlling the workflow of a   process  , e.g. by assigning a   priority  level to an   incident"
        }
      ]
    },
    {
      "name": "Closure",
      "aka": "",
      "description": "Final activity in a workflow of a process to indicate no further action is required for a specific case ",
      "section": "5.10",
      "notes": [{
        "name": "Note 1",
        "aka": "",
        "description": "Cases that are subject to closure may include incidents, problems, service requests or changes. The activity  of closure puts the connected record  (such as the incident record, problem record, service request  record  or change record) in its final status, usually called ‘closed'"
      }]
    },
    {
      "name": "Competence",
      "aka": "",
      "description": "Sum of
      knowledge,
      skills and experience that an individual or group needs to effectively take on a specific role ",
      "section": "5.11",
      "notes": []
    },
    {
      "name": "Confidentiality of Information",
      "aka": "",
      "description": "Property of information not being accessible to unauthorized parties",
      "section": "5.12",
      "notes": []
    },
    {
      "name": "Conformity",
      "aka": "",
      "description": "Extent to which requirements are met in some context",
      "section": "5.13",
      "notes": [{
        "name": "Note 1",
        "aka": "",
        "description": "In the context of  FitSM, the term compliance is generally used as a synonym for conformity. However, sometimes conformity is used in the context of adherence to internal regulations and requirements  as defined by policies, processes  and procedures, while compliance is used in the context of adherence to external requirements, such as laws, standards and contracts"
      }]
    },
    {
      "name": "Configuration",
      "aka": "",
      "description": "State of a specified set of attributes, relationships and other relevant properties of one or more configuration items (CIs)",
      "section": "5.14",
      "notes": [{
        "name": "Note 1",
        "aka": "",
        "description": "The documented configuration of a number of CIs at a given point in time is called a configuration baseline, which is usually taken prior to the deployment of one or more changes to these CIs in the live environment"
      }]
    },
    {
      "name": "Configuration Item",
      "aka": "CI",
      "description": "Element that contributes to the delivery of one or more services or service components, therefore requiring control of its configuration",
      "section": "5.15",
      "notes": [{
        "name": "Note 1",
        "aka": "",
        "description": "CIs can vary widely, from technical components (e.g. computer hardware, network components, software) to non-technical items such as documents (e.g. service level agreements, manuals, license documentation)."
      }]
    },
    {
      "name": "Configuration management database",
      "aka": "CMDB",
      "description": "Store for data about configuration items (CIs)",
      "section": "5.16",
      "notes": [
        {
          "name": "Note 1",
          "description": "A CMDB is not necessarily a single database covering all configuration items (CIs). It may rather be composed of multiple physical data stores."
        }
      ]
    },
    {
      "name": "Continuity",
      "aka": "",
      "description": "Property of a service to maintain all or parts of its functionality, even in exceptional circumstances",
      "section": "5.17",
      "notes": [
        {
          "name":  "Note 1",
          "description": "Exceptional circumstances include emergencies, crises or disasters which affect the ability to provide services over extended periods of time."
        }
      ]
    },
    {
      "name": "Customer",
      "aka": "",
      "description": "Organisation or part of an organisation that commissions a service provider in order to receive one or more services",
      "section": "5.18",
      "notes": []
    },
    {
      "name": "Document",
      "aka": "",
      "description": "Information and its supporting medium",
      "section": "5.19",
      "notes": [
        {
          "name": "Note 1",
          "description": "Examples of documents include policies, plans, process description, procedures, service level agreements, contracts or records of activities performed."
        }
      ]
    },
    {
      "name": "Effectiveness",
      "aka": "",
      "description": "Extent to which goals and expectations are met",
      "section": "5.20",
      "notes": [
        {
          "name": "Note 1",
          "description": "In a management system, effectiveness is mostly measured against the defined goals of the processes that are subject to this system."
        }
      ]
    },
    {
      "name": "Efficiency",
      "aka": "",
      "description": "Degree of ability to meet goals and expectations with minimum consumption of resources",
      "section": "5.21",
      "notes": [
        {
          "name": "Note 1",
          "description": "In a management system, efficiency is mostly considered in the context of the processes that are subject to this system."
        },
        {
          "name": "Note 2",
          "description": "Resources may be human, technical, informational or financial."
        }
      ]
    },
    {
      "name": "Escalation",
      "aka": "",
      "description": "Change of responsibility for a case (such as an incident, service request, problem or change) or activity to another individual or group",
      "section": "5.22",
      "notes": [
        {
          "name": "Note 1",
          "description": "There are two basic types of escalation: Hierarchical escalation transfers responsibility (temporarily) to someone with a higher level of authority. Functional escalation transfers responsibility to someone with a different set of competencies or privileges required to handle the case or activity."
        }
      ]
    },
    {
      "name": "Federation",
      "aka": "",
      "description": "Situation in which multiple parties, the federation members, jointly contribute to the delivery of services to customers without being organised in a strict hierarchical setup or supply chain.",
      "section": "5.23",
      "notes": []
    },
    {
      "name": "Federation Member",
      "aka": "",
      "description": "Individual, organisation or body that works together with other federation members in a federation to provide one or more services",
      "section": "5.24",
      "notes": [
        {
          "name": "Note 1",
          "description": "Often, federation members will not be bound together by strict contractual agreements."
        }
      ]
    },
    {
      "name": "Federator",
      "aka": "",
      "description": "Body that acts to coordinate a set of federation members",
      "section": "5.25",
      "notes": []
    },
    {
      "name": "Improvement",
      "aka": "",
      "description": "Action or set of actions carried out to increase the level of conformity, effectiveness or efficiency of a management system, process or activity, or to increase the quality or performance of a service or service componen",
      "section": "5.26",
      "notes": [
        {
          "name": "Note 1",
          "description": "An improvement is usually implemented after an opportunity for improvement has been identified, for instance during a service review, audit or management review."
        }
      ]
    },
    {
      "name": "Incident",
      "aka": "",
      "description": "Unplanned disruption of operation in a service or service component, or degradation of service quality versus the expected or agreed service level or operational level according to service level agreements (SLAs), operational level agreements (OLAs) and underpinning agreements (UAs).",
      "section": "5.27",
      "notes": []
    },
    {
      "name": "Information Security",
      "aka": "",
      "description": "Preservation of confidentiality, integrity and accessibility of information",
      "section": "5.28",
      "notes": []
    },
    {
      "name": "Information Security Control",
      "aka": "",
      "description": "Means of controlling or treating one or more risks to information security",
      "section": "5.29",
      "notes": []
    },
    {
      "name": "Information Security Event",
      "aka": "",
      "description": "Occurrence or previously unknown situation indicating a possible breach of information security",
      "section": "5.30",
      "notes": []
    },
    {
      "name": "Information security incident",
      "aka": "",
      "description": "Single information security event or a series of information security events with a significant probability of having a negative impact on the delivery of services to customers, and therefore on the customers’ business operations",
      "section": "5.31",
      "notes": []
    },
    {
      "name": "Integrity of information",
      "aka": "",
      "description": "Property of information not being subject to unauthorized modification, duplication or deletion",
      "section": "5.32",
      "notes": []
    },
    {
      "name": "IT service",
      "aka": "",
      "description": "Service that is enabled by the use of information technology (IT)",
      "section": "5.33",
      "notes": []
    },
    {
      "name": "IT Service Management",
      "aka": "ITSM",
      "description": "Entirety of activities performed by an IT service provider to plan, deliver, operate and control IT services offered to customers",
      "section": "5.34",
      "notes": [
        {
          "name": "Note 1",
          "description": "The activities carried out in the ITSM context should be directed by policies and structured and organised by processes and supporting procedures."
        }
      ]
    },
    {
      "name": "Key performance indicator",
      "aka": "KPI",
      "description": "Metric that is used to track the performance, effectiveness or efficiency of a service or proces",
      "section": "5.35",
      "notes": [
        {
          "name": "Note 1",
          "description": "KPIs are generally important metrics that will be aligned to critical success factors and important goals. KPIs are therefore a subset of all possible metrics, intended to allow for monitoring a service or process"
        }
      ]
    },
    {
      "name": "Known Error",
      "aka": "",
      "description": "Problem which has not (yet) been corrected, but for which there is a documented workaround or temporary fix to prevent (excessive) negative impact on services",
      "section": "5.36",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },
    {
      "name": "",
      "aka": "",
      "description": "",
      "section": "",
      "notes": []
    },

  ]
}
